results_vcloud_2cores_4gb_normal_storage/41/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 32
number of threads: 2
duration: 60 s
number of transactions actually processed: 25387
latency average: 75.629 ms
tps = 422.196468 (including connections establishing)
tps = 422.213349 (excluding connections establishing)